Repository: opendime/opendime-translations
Catalog: Bitcoin/*.po
Languages: bg

# disclaim
source: BY USING Opendime™ YOU AGREE TO OUR TERMS OF USE.
bg: С ИЗПОЛЗВАНЕТО НА Opendime™ ВИЕ ПРИЕМАТЕ НАШИТЕ ОБЩИ УСЛОВИЯ.

# new-msg
source: Your Opendime™ is new and unused. <br/> Follow these steps to pick a private key.
bg: Вашият Opendime™ е нов и неупотребяван. <br/> Следвайте стъпките, за да генерирате частен ключ.

# steps
source: <li> By using Opendime you agree to our <a href="support/terms.txt">Terms of Sale and Use.</a></li> <li> Open your File Explorer and look for <code>OPENDIME</code> drive (on MacOS <code>/Volumes/OPENDIME</code>).</li> <li> Copy files onto OPENDIME until at least of 256K bytes have been saved.</li> <li> Once that total is reached you will see the light blinking quickly, and the device will eject by itself. Ignore the system warning.</li> <li> <a href="javascript:history.go(0)">Reload this page</a> to see your new Bitcoin address!</li> <li> If you end up here again, just add more files onto this drive.</li>
bg: <li> С използването на Opendime вие приемате нашите <a href="support/terms.txt">Условия за продажба и употреба.</a></li> <li> Стартирайте File Explorer и намерете дисковото устройство, именувано <code>OPENDIME</code> (в MacOS <code>/Volumes/OPENDIME</code>).</li> <li> Копирайте файлове върху OPENDIME с минимална дължина поне 256K.</li> <li> След като това количество информация бъде достигнато, светлинният индикатор ще премигне бързо и устройството ще се разкачи автоматично. Не обръщайте внимание на системното съобщение.</li> <li> <a href="javascript:history.go(0)">Презаредете страницата</a>, за да видите вашия нов Bitcoin адрес!</li> <li> Ако отново виждате същата страница както преди, копирайте още файлове върху устройството.</li>

source: Notes
bg: Забележки

# setup-notes
source: <li> Doesn't matter what the files are. They won't be saved.</li> <li> One or two photos is usually enough.</li> <li> All the randomness from those files goes into the random number generator.</li> <li> Get random bits from <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Advanced users can copy from <tt>/dev/urandom</tt></li>
bg: <li> Няма значение какво съдържат самите файлове. Информацията няма да бъде записана.</li> <li> Една или две снимки обичайно са достатъчни.</li> <li> Всичката непредвидимост от тези файлове се добавя към генератора на случайни числа.</li> <li> Можете да получите случайни данни от <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Потребителите с достатъчно опит могат да черпят от <tt>/dev/urandom</tt></li>

# more-info
source: More Information
bg: Допълнителна информация

# buy-more
source: Buy more OPENDIME
bg: Поръчайте още OPENDIME

source: Legal
bg: Правни въпроси

# learn-more
source: Learn more at opendime.com
bg: Научете повече на opendime.com

# copyright
source: Copyright © 2016 <a href="https://coinkite.com">Coinkite</a> Inc. All rights reserved. <br/> By using Opendime you agree to our <a href="support/terms.txt">Terms of Sale and Use.</a>
bg: Авторски права © 2016 <a href="https://coinkite.com">Coinkite</a> Inc. Всички права запазени. <br/> С използването на Opendime Вие приемате нашите <a href="support/terms.txt">Условия за продажба и употреба.</a>

# unsealed
source: <h1>⚠ UNSEALED ⚠ <b>DO NOT</b> send more funds to this address or accept this hardware as payment. </h1>
bg: <h1>⚠ РАЗПЕЧАТАН ⚠ <b>НЕ ИЗПРАЩАЙТЕ</b> повече средства към този адрес и не приемайте устройството като платежен инструмент. </h1>

# privkey
source: Private Key
bg: Частен ключ

# spend
source: Spend Funds
bg: Плащане

# send-any
source: Send to any Address
bg: Изпращане към произволен адрес

# pk-dl
source: Download <a download="" href="private-key.txt">private key in WIF format</a> for import/sweep into any Bitcoin wallet. You can read more about importing private keys on <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys">the Bitcoin Wiki.</a>
bg: Изтеглете <a download="" href="private-key.txt">частния ключ във WIF формат</a> за да го импортирате чрез произволен Bitcoin портфейл. Можете да прочетете повече за импортирането на частни ключове в <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys">Bitcoin Wiki.</a>

# btc-addr
source: Bitcoin Payment Address
bg: Bitcoin адрес за плащане

# balance
source: Check Balance
bg: Проверка на баланса

source: Verify
bg: Верифициране

# explorers
source: Public Bitcoin Block Explorers
bg: Инструменти за разглеждане на Bitcoin блокове

# net-warn
source: Using any of these links will reveal the payment address of this Opendime and <nobr>potentially link it to your IP address.</nobr>
bg: Използването на който и да е от тези инструменти ще разкрие адреса за плащане на този Opendime и <nobr>и е възможно да го свърже с вашия IP адрес.</nobr>

# verify-signature
source: Verifying Opendime™ Signature
bg: Верифициране на цифровия подпис на Opendime™

# key-proof
source: To prove that this device knows the private key that corresponds to the payment address, it signs a unique message with that Bitcoin address. Most bitcoin wallets and block explorer websites can verify a signed Bitcoin message. <a download="" href="advanced/verify.txt">Download this detailed message</a> and verify using any wallet. If you have trouble with that long message, you may do the same with <a download="" href="advanced/verify2.txt"><nobr>this one line message.</nobr></a>
bg: Устройството потвърждава, че разполага частния ключ, който съответства на адреса за плащане, като подписва уникално съобщение чрез същия Bitcoin адрес. Повечето портфейли и block explorer сайтове могат да потвърдят подписано Bitcoin съобщение. <a download="" href="advanced/verify.txt">Изтеглете това подробно съобщение</a> и го потвърдете в произволен портфейл. Ако имате проблем с дълги съобщения, можете да направите същото с <a download="" href="advanced/verify2.txt"><nobr>това едноредово съобщение.</nobr></a>
